Repository: attuska/vdr-channellists
Catalog: po/*.po
Languages: hu

source: Menu
hu: Menü

source: close
hu: bezár

source: none
hu: semmmi

source: Hide main menu entry
hu: menüpont elrejtés

source: Action after switch
hu: váltás utáni teendő

source: Button Red
hu: poros

source: Rename
hu: átnevez

source: Script
hu: szkript

source: Button Green
hu: zöld

source: Copy
hu: másol

source: Name
hu: név

source: Channellists
hu: csatornalisák

source: Switch current channellist?
hu: csatornalistát váltunk?

source: Delete channellist?
hu: csatornalistát törlünk?

source: Execute update script?
hu: szkript végrehajtása?

source: Button$Script
hu: szkriptgomb

source: Button$Rename
hu: átnevezőgomb

source: Button$Copy
hu: másológomb

source: Button$Delete
hu: törlőgomb

source: Button$Save
hu: mentőgomb
